<?php

return [
    //about us page
    'about-title' => 'من نحن',
    'about-description' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة. تم إنشاء هذا النص من مولد النص العربي ، حيث يمكنك إنشاء مثل هذا النص أو العديد من النصوص الأخرى بالإضافة إلى زيادة عدد الأحرف التي يولدها التطبيق. إذا كنت بحاجة إلى عدد أكبر من الفقرات يتيح لك مولد النص العربي زيادة عدد الفقرات كما تريد ، ولن يظهر النص مقسمًا ولا يحتوي على أخطاء لغوية ، ومولد النص العربي مفيد لمصممي الويب على وجه الخصوص ، حيث يحتاج العميل غالبًا إلى رؤية صورة حقيقية لتصميم الموقع. إذا كنت بحاجة إلى عدد أكبر من الفقرات يتيح لك مولد النص العربي زيادة عدد الفقرات كما تريد ، ولن يظهر النص مقسمًا ولا يحتوي على أخطاء لغوية ، ومولد النص العربي مفيد لمصممي الويب على وجه الخصوص ، حيث يحتاج العميل غالبًا إلى رؤية صورة حقيقية لتصميم الموقع. إذا كنت بحاجة إلى عدد أكبر من الفقرات يتيح لك مولد النص العربي زيادة عدد الفقرات كما تريد ، ولن يظهر النص مقسمًا ولا يحتوي على أخطاء لغوية ، ومولد النص العربي مفيد لمصممي الويب على وجه الخصوص ، حيث يحتاج العميل غالبًا إلى رؤية صورة حقيقية لتصميم الموقع. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
    'about-description-short' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ',

    //products page
    'products-title' => 'منتجاتنا',
    'products-description' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    'product-title' => 'طقم خشب سويدي معالج درجة اولى',
    'product-description' => 'طقم خشب سويدي معالج درجة اولى مدهن بدهان سيلر المتخصص للاخشاب وفوقه طبقة من مادة اللكر المقاومة للماء وضربات الشمس

    اتساع الجلسة لـ 7 اشخاص واكثر مكونة من:
    كرسي مترين اتساع لـ3 اشخاص كرسي متر ونص اتساع لـ شخصين  كرسي متر اتساع شخص كرسي متر اتساع شخص  طاولة متر * 70سم
    يمكن للعميل اختيار شكل الخشب ولونه واختيار لون المرتبه',

    //slider
    'slider-title' => 'مرحبًا بكم في أكبر سوق',
    'slider-description' => 'قم ببيع وشراء كل شيء من السيارات المستعملة إلى الهواتف المحمولة وأجهزة الكمبيوتر ، أو ابحث عن العقارات والوظائف وغير ذلك',

     //partner section
     'partner-name' => 'اسم الزبون',
     'partner-job-title' => 'المسمى الوظيفي',
     'partner-description' => 'الخاصة بك. ويضم النصوص عشوائية مختلفة في اللاتينية والسيريلية لتوليد أمثلة من النصوص في لغات مختلفة. LoremIpsum360 ° يتيح لك ايضا القدرة على إضافة علامات الترقيم، لهجات والحروف الخاصة لتكون أقرب إلى اللغات ',
];